Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: Closed calibration led by HR only
nl_nl: Gesloten kalibratie alleen geleid door HR

source: Hard stop is enabled. The manager will not be able to complete the moderation stage or move the process forward through the review form. Instead, the professional review role will manage the process via the HR portal.
nl_nl: Hard stop is ingeschakeld. De manager zal niet in staat zijn om de moderatiefase te voltooien of het proces verder te brengen via het beoordelingsformulier. In plaats daarvan zal de professionele beoordelingsrol het proces beheren via het HR-portaal.

source: Enable moderation
nl_nl: Moderatie inschakelen

source: HR-led process
nl_nl: HR-gestuurd proces

source: Managers will not be able to complete the moderation stage or move the process forward via the review form. The professional review role will manage the process via the portal.
nl_nl: Managers zullen niet in staat zijn om de moderatiefase te voltooien of het proces vooruit te helpen via het beoordelingsformulier. De professionele beoordelingsrol zal het proces beheren via het portaal.

source: Moderation led by the manager
nl_nl: Moderatie geleid door de manager

source: Managers will be able to complete the moderation process and advance the review process to the next stage via the review form. The professional review role will still have access to monitor, manage and intervene if necessary via the portal.
nl_nl: Managers zullen in staat zijn om het moderatieproces te voltooien en het beoordelingsproces naar de volgende fase te brengen via het beoordelingsformulier. De professionele beoordelingsrol zal nog steeds toegang hebben om te monitoren, beheren en indien nodig in te grijpen via het portaal.

source: A moderation stage will be added to the review process workflow.
nl_nl: Er zal een moderatiestap worden toegevoegd aan de workflow van het beoordelingsproces.

source: Moderation stage
nl_nl: Moderatiefase

source: Define the visibility of your performance review.
nl_nl: Bepaal de zichtbaarheid van je prestatiebeoordeling.

source: Select the populations relevant for this template.
nl_nl: Selecteer de populaties die relevant zijn voor deze sjabloon.

source: Select population
nl_nl: Selecteer populatie

source: The review will be published and made visible to the worker after the manager submit their review. beqom recommends that you use the conversation and publication results stage. Please note that this setting cannot be changed after the review form is published.
nl_nl: De beoordeling wordt gepubliceerd en zichtbaar gemaakt voor de werknemer nadat de manager zijn beoordeling heeft ingediend. beqom raadt aan om de fase van gesprek en publicatieresultaten te gebruiken. Let op: deze instelling kan niet meer worden gewijzigd nadat het beoordelingsformulier is gepubliceerd.

source: Skip the "Conversation & publication" results stage
nl_nl: Sla de fase "Gesprek & publicatie" over

source: "Conversation & publication" stages
nl_nl: "Gesprek & publicatie" stadia

source: Local owners
nl_nl: Lokale eigenaren

source: Select owners
nl_nl: Selecteer eigenaren

source: Review owners
nl_nl: Eigenaren beoordelen

source: Add review owners
nl_nl: Voeg beoordelingsverantwoordelijken toe

source: Select the stages of the review
nl_nl: Selecteer de stadia van de evaluatie

source: Configure review stages
nl_nl: Configureer beoordelingsfasen

source: To customize steps, uncheck the template in the "Performance review details" step.
nl_nl: Om stappen aan te passen, vink de sjabloon uit in de stap "Details prestatiebeoordeling".

source: The review timeline is based on the Goal setting template.
nl_nl: De beoordelingstijdlijn is gebaseerd op de sjabloon voor doelstellingen.

source: Only managers are required to provide input. Workers will not be able to view the questions or respond to them.
nl_nl: Alleen managers zijn verplicht om input te geven. Werknemers kunnen de vragen niet bekijken of beantwoorden.

source: Skip worker self-assessment
nl_nl: Werknemerzelfbeoordeling overslaan

source: When you publish the review, it will then be assigned to the workers who are eligible for performance review and who have a line manager within the selected population. To include individual workers, simply search for their name. The system will disregard the workers' eligibility to the review. You can still include more workers to participate after the review is published.
nl_nl: Wanneer je de beoordeling publiceert, wordt deze toegewezen aan de werknemers die in aanmerking komen voor een prestatiebeoordeling en die een lijnmanager hebben binnen de geselecteerde populatie. Om individuele werknemers toe te voegen, zoek je eenvoudig op hun naam. Het systeem negeert de geschiktheid van de werknemers voor de beoordeling. Je kunt nog steeds meer werknemers toevoegen om deel te nemen nadat de beoordeling is gepubliceerd.

source: Search for people or organizational units
nl_nl: Zoek naar personen of organisatorische eenheden

source: Assign to workers
nl_nl: Toewijzen aan werknemers

source: Choose a default language
nl_nl: Kies een standaardtaal

source: Enter an overview of the performance review
nl_nl: Voer een overzicht van de prestatiebeoordeling in

source: Enable the "Suggested agenda" widget for workers and managers
nl_nl: Schakel de widget "Voorgestelde agenda" in voor werknemers en managers

source: Basic Information
nl_nl: Basisinformatie

source: Performance review details
nl_nl: Details van de prestatiebeoordeling

source: Language preference
nl_nl: Taalvoorkeur

source: Review type
nl_nl: Type beoordeling

source: Select the review type
nl_nl: Selecteer het type beoordeling

source: Suggested agenda
nl_nl: Voorgestelde agenda

source: Title
nl_nl: Titel

source: Enter a title for the performance review
nl_nl: Voer een titel in voor de prestatiebeoordeling

source: Send performance review PDF to Documents
nl_nl: Stuur prestatiebeoordeling PDF naar Documenten

source: Review period is different from goal period
nl_nl: Beoordelingsperiode is anders dan de doelperiode

source: This is a read-only field. It won't affect any of the goal period settings.
nl_nl: Dit is een alleen-lezen veld. Het zal geen invloed hebben op de instellingen van de doelperiode.

source: Review period to be displayed
nl_nl: Beoordelingsperiode om weer te geven

source: All the goals that were created with a due date or a deliverable date within the specified goal period will be included in the performance review.
nl_nl: Alle doelen die zijn aangemaakt met een vervaldatum of een leverdatum binnen de gespecificeerde doelperiode, worden opgenomen in de prestatiebeoordeling.

source: Goal period
nl_nl: Doelperiode

source: Hide the goal period from the review form
nl_nl: Verberg de doelperiode op het beoordelingsformulier

source: Review periods
nl_nl: Beoordelingsperiodes

source: Based on the chosen stages
nl_nl: Gebaseerd op de gekozen fasen

source: Preview of the performance review timeline
nl_nl: Voorvertoning van de tijdlijn voor prestatiebeoordeling

source: Organizational units:
nl_nl: Organisatorische eenheden:

source: You cannot disable "Overall Performance" because the "Challenge process" setting is enabled for this review.
nl_nl: U kunt "Algemene Prestatie" niet uitschakelen omdat de instelling "Uitdaging proces" is ingeschakeld voor deze review.

source: Owners:
nl_nl: Eigenaren:

source: Reopen
nl_nl: Heropenen

source: Your changes may have an impact on the completed process. Avoid making changes to any field that affects the template layout and workflows. Are you sure you want to proceed?
nl_nl: Uw wijzigingen kunnen invloed hebben op het voltooide proces. Vermijd het aanbrengen van wijzigingen in velden die de sjabloonindeling en workflows beïnvloeden. Weet u zeker dat u wilt doorgaan?

source: Reopen review
nl_nl: Heropen beoordeling

source: Review type:
nl_nl: Type beoordeling:

source: Your review template was successfully saved.
nl_nl: Uw sjabloon voor beoordeling is opgeslagen.

source: N/A
nl_nl: n.v.t.

source: Are you sure you want to publish this review?
nl_nl: Weet je zeker dat je deze beoordeling wilt publiceren?

source: Publish changes
nl_nl: Wijzigingen publiceren

source: Your review template was successfully published.
nl_nl: Uw sjabloon voor beoordeling is gepubliceerd.

source: Additional manager can see the worker's self-review
nl_nl: Extra manager kan de zelfbeoordeling van de werknemer zien

source: Answer type
nl_nl: Antwoordtype

source: Allow additional managers to be invited
nl_nl: Sta toe dat extra managers worden uitgenodigd

source: Enable behaviors
nl_nl: Gedragingen inschakelen

source: Enable overall performance
nl_nl: Schakel de algehele prestaties in

source: Enable useful information for self-reviews and manager reviews
nl_nl: Schakel nuttige informatie in voor zelfevaluaties en managerbeoordelingen

source: Mandatory comment
nl_nl: Verplichte opmerking

source: Mandatory rating
nl_nl: Verplichte beoordeling

source: Limit for additional managers
nl_nl: Limiet voor extra managers

source: Comment only
nl_nl: Alleen opmerking

source: Rating only
nl_nl: Alleen beoordeling

source: Rating and comment
nl_nl: Beoordeling en opmerking

source: Enable rating for each behavior
nl_nl: Beoordeling inschakelen voor elk gedrag

source: Enable rating for each goal
nl_nl: Beoordeling inschakelen voor elk doel

source: All rating scales
nl_nl: Alle beoordelingsschalen

source: Rating scales
nl_nl: Beoordelingsschalen

source: Selected scale preview
nl_nl: Geselecteerde schaalvoorbeeld

source: No translation found. Please contact your system administrator to correct this issue.
nl_nl: Geen vertaling gevonden. Neem contact op met uw systeembeheerder om dit probleem op te lossen.

source: Enable overall rating for behaviors
nl_nl: Schakel de algemene beoordeling voor gedrag in

source: Enable overall rating for goals
nl_nl: Schakel de algemene beoordeling voor doelen in

source: Rating scale
nl_nl: Beoordelingsschaal

source: Select an option
nl_nl: Selecteer een optie

source: Select scale
nl_nl: Selecteer schaal

source: Additional review
nl_nl: Aanvullende beoordeling

source: Configurations
nl_nl: Configuraties

source: Manager review
nl_nl: Managerbeoordeling

source: Start date:
nl_nl: Startdatum:

source: Closed
nl_nl: Gesloten

source: End-of-year review
nl_nl: Eindejaarsbeoordeling

source: Interim review 1
nl_nl: Tussentijdse evaluatie 1

source: Mid-year review
nl_nl: Halverwege het jaar evaluatie

source: Enable the transfer of reviews
nl_nl: Schakel de overdracht van beoordelingen in

source: Performance reviews between a worker and their previous manager which have not been started or are in progress will be transferred to the new manager. The previous manager will no longer see the review after its transfer.
nl_nl: Prestatiebeoordelingen tussen een werknemer en hun vorige manager die nog niet zijn gestart of in behandeling zijn, worden overgedragen aan de nieuwe manager. De vorige manager zal de beoordeling niet meer zien na de overdracht.

source: Allow line managers to reassign a review to another user
nl_nl: Sta lijnmanagers toe om een beoordeling aan een andere gebruiker toe te wijzen

source: The reassigned reviewer will see the reassigned review in their list and will be able to complete the worker's review. The reassigned reviewer will see all worker-related data (goals, feedback, etc.) visible in the review, the same way as the line manager would. Please note that reassignment implies that the reassigned reviewer will complete the full review process with the worker. If they reassign the review mid-process, their content will not be visible.
nl_nl: De opnieuw toegewezen beoordelaar zal de opnieuw toegewezen beoordeling in hun lijst zien en zal in staat zijn om de beoordeling van de werknemer te voltooien. De opnieuw toegewezen beoordelaar zal alle werknemer-gerelateerde gegevens (doelen, feedback, enz.) zichtbaar in de beoordeling zien, op dezelfde manier als de lijnmanager dat zou doen. Let op dat herindeling inhoudt dat de opnieuw toegewezen beoordelaar het volledige beoordelingsproces met de werknemer zal voltooien. Als ze de beoordeling halverwege het proces opnieuw toewijzen, zal hun inhoud niet zichtbaar zijn.

source: Enable visibility of unsubmitted content from a previous review owner
nl_nl: Maak zichtbaarheid mogelijk van niet-ingediende inhoud van een vorige eigenaar van de evaluatie

source: Your changes were successfully saved.
nl_nl: Uw wijzigingen zijn opgeslagen.

source: Sensitive Content
nl_nl: Gevoelige inhoud

source: A smart search for specific words that are considered unprofessional or deemed sensitive in your organization will be performed. A standard set of words is provided, but the list of words can be customized after activating the settings below, using the “Update sensitive word list” button.
nl_nl: Er zal een slimme zoekopdracht worden uitgevoerd naar specifieke woorden die als onprofessioneel of gevoelig worden beschouwd in uw organisatie. Er wordt een standaardset van woorden verstrekt, maar de lijst met woorden kan worden aangepast nadat u de onderstaande instellingen hebt geactiveerd, met behulp van de knop "Gevoelige woordenlijst bijwerken".

source: Enable sensitive content filtering
nl_nl: Schakel filtering van gevoelige inhoud in

source: The sensitive filter for reviews will be available in the “Manage reviews” section of the performance review template. Sensitive words will be highlighted when viewing the review. In addition, paragraphs containing sensitive content will be specifically accessible by clicking on the sensitive filter icon next to the view review icon.
nl_nl: Het gevoelige filter voor beoordelingen zal beschikbaar zijn in de sectie "Beoordelingen beheren" van de prestatiebeoordelingssjabloon. Gevoelige woorden worden gemarkeerd bij het bekijken van de beoordeling. Bovendien zullen paragrafen met gevoelige inhoud specifiek toegankelijk zijn door te klikken op het gevoelige filterpictogram naast het pictogram voor het bekijken van beoordelingen.

source: Enable for reviews
nl_nl: Inschakelen voor beoordelingen

source: Sensitive content settings
nl_nl: Instellingen voor gevoelige inhoud

source: This is a standard security feature of an application; it is recommended to keep it enabled.
nl_nl: Dit is een standaard beveiligingsfunctie van een applicatie; het wordt aanbevolen om deze ingeschakeld te houden.

source: Session timeout
nl_nl: Sessie verlopen

source: Disable
nl_nl: Uitschakelen

source: Keep enabled
nl_nl: Ingeschakeld houden

source: Specify how many minutes a session can stay idle before automatic termination (1 to 1440 minutes). If the user doesn’t refresh or request a page within this time, the session will end.
nl_nl: Geef aan hoeveel minuten een sessie inactief kan blijven voordat deze automatisch wordt beëindigd (1 tot 1440 minuten). Als de gebruiker de pagina binnen deze tijd niet vernieuwt of opvraagt, zal de sessie eindigen.

source: Enable session timeout
nl_nl: Sessie-timeout inschakelen

source: In minutes; between {{min}} and {{max}}.
nl_nl: In minuten; tussen {{min}} en {{max}}.

source: Duration of inactivity before timeout
nl_nl: Duur van inactiviteit voordat de sessie verloopt

source: Cultural Settings
nl_nl: Culturele Instellingen

source: Setup
nl_nl: Instellen

source: Smart features
nl_nl: Slimme functies

source: No snapshots yet.
nl_nl: Nog geen snapshots.

source: Stock
nl_nl: Aandelen

source: Enable stock nomination
nl_nl: Schakel aandelenbenoeming in

source: Stock settings
nl_nl: Aandeleninstellingen

source: Time zone
nl_nl: Tijdzone

source: Specify whether you want to apply user local time in case your users are spread across multiple time zones. If you want to use the default company time zone for all users, leave this option disabled.
nl_nl: Geef aan of u de lokale tijd van de gebruiker wilt toepassen in het geval dat uw gebruikers zich over meerdere tijdzones verspreiden. Als u de standaardtijdzone van het bedrijf voor alle gebruikers wilt gebruiken, laat u deze optie uitgeschakeld.

source: User local time
nl_nl: Lokale tijd van de gebruiker

source: Local time
nl_nl: Lokale tijd

source: Select the default country and the default time zone for your company.
nl_nl: Selecteer het standaardland en de standaardtijdzone voor uw bedrijf.

source: User administration
nl_nl: Gebruikersbeheer

source: Approval of data privacy statements
nl_nl: Goedkeuring van gegevensprivacyverklaringen

source: Approval date
nl_nl: Goedkeuringsdatum

source: Rejection date
nl_nl: Afkeuringsdatum

source: Approved
nl_nl: Goedgekeurd

source: Rejected
nl_nl: Afgewezen

source: Version
nl_nl: Versie

source: Worker details - {{name}}
nl_nl: Werknemergegevens - {{name}}

source: Add mailing address
nl_nl: Voeg postadres toe

source: Add instant messaging address
nl_nl: Voeg een instant messaging-adres toe

source: Add phone number
nl_nl: Telefoonnummer toevoegen

source: Cost center
nl_nl: Kostenplaats

source: Example: Accounting.
nl_nl: Voorbeeld: Boekhouding.

source: Department within the business to which costs related to this user will be allocated.
nl_nl: Afdeling binnen het bedrijf waaraan de kosten met betrekking tot deze gebruiker zullen worden toegewezen.

source: Display name
nl_nl: Weergavenaam

source: Example: Barbara (Babs) Jane Jensen.
nl_nl: Voorbeeld: Barbara (Babs) Jane Jensen.

source: Name of the user as it will be displayed to end-users.
nl_nl: Naam van de gebruiker zoals deze aan eindgebruikers zal worden weergegeven.

source: Email address
nl_nl: E-mailadres

source: Example: email@domain.com
nl_nl: Voorbeeld: email@domain.com

source: The email address must be a unique value and have a correct email format such as "@email.com".
nl_nl: Het e-mailadres moet een unieke waarde zijn en een correct e-mailformaat hebben, zoals "@email.com".

source: First name
nl_nl: Voornaam

source: Example: Barbara.
nl_nl: Voorbeeld: Barbara.

source: Given name of the user.
nl_nl: Voornaam van de gebruiker.

source: Formatted name
nl_nl: Opgemaakte naam

source: Example: Ms. Barbara (Babs) Jane Jensen, III.
nl_nl: Voorbeeld: Mevrouw Barbara (Babs) Jane Jensen, III.

source: Full name of the user, including all middle names, nicknames, prefixes and suffixes, if any, formatted for display.
nl_nl: Volledige naam van de gebruiker, inclusief alle middelste namen, bijnamen, voorvoegsels en achtervoegsels, indien van toepassing, geformatteerd voor weergave.

source: Honorific prefix
nl_nl: Eervol voorvoegsel

source: Example: Ms.
nl_nl: Voorbeeld: Mevr.

source: Honorific prefix or title of the user.
nl_nl: Eervol voorzetsel of titel van de gebruiker.

source: Honorific suffix
nl_nl: Eervol achtervoegsel

source: Example: III.
nl_nl: Voorbeeld: III.

source: Honorific suffix of the user.
nl_nl: Eervol achtervoegsel van de gebruiker.

source: Enter worker external ID
nl_nl: Voer het externe ID van de werknemer in

source: Unique identifier of this worker/user. We recommend you reference the worker/user ID from your source HR system. This identifier can be any combination of alphanumerical characters, and cannot contain special characters.
nl_nl: Unieke identificatie van deze werknemer/gebruiker. We raden aan om de werknemer/gebruiker-ID uit uw bron-HR-systeem te gebruiken. Deze identificatie kan elke combinatie van alfanumerieke tekens zijn en mag geen speciale tekens bevatten.

source: Job title
nl_nl: Functietitel

source: Example: HR Director.
nl_nl: Voorbeeld: HR-directeur.

source: Job title of the user.
nl_nl: Functietitel van de gebruiker.

source: Last name
nl_nl: Achternaam

source: Example: Jensen.
nl_nl: Voorbeeld: Jensen.

source: Family name of the user.
nl_nl: Achternaam van de gebruiker.

source: Instant messaging address
nl_nl: Instant messaging-adres

source: Enter an address
nl_nl: Voer een adres in

source: Typically, "AIM", "Google Chat", "ICQ", "XMPP", "MSN", "Skype", "QQ", "Yahoo" or "Other".
nl_nl: Typisch zijn "AIM", "Google Chat", "ICQ", "XMPP", "MSN", "Skype", "QQ", "Yahoo" of "Andere".

source: Instant messaging address of the user.
nl_nl: Instant messaging-adres van de gebruiker.

source: Middle name
nl_nl: Tussennaam

source: Example: Jane.
nl_nl: Voorbeeld: Jane.

source: Middle name of the user.
nl_nl: Middelste naam van de gebruiker.

source: Nickname
nl_nl: Bijnaam

source: Example: Babs.
nl_nl: Voorbeeld: Babs.

source: Preferred name/usual name to address the user.
nl_nl: Voorkeursnaam/gebruiksnaam om de gebruiker aan te spreken.

source: Phone number
nl_nl: Telefoonnummer

source: Example: +1-111-111-1111.
nl_nl: Voorbeeld: +1-111-111-1111.

source: Phone number type. Typically, "Work", "Home", "Mobile", "Fax", "Pager" or "Other".
nl_nl: Telefoonnummer type. Typisch "Werk", "Thuis", "Mobiel", "Fax", "Pieper" of "Overig".

source: Phone number of the user.
nl_nl: Telefoonnummer van de gebruiker.

source: Use email
nl_nl: Gebruik e-mail

source: Invalid email address
nl_nl: Ongeldig e-mailadres

source: Secondary email address
nl_nl: Secundair e-mailadres

source: Example: email@domain.com.
nl_nl: Voorbeeld: email@domein.com.

source: Type of the secondary email address. Typically, "Work", "Home" or "Other".
nl_nl: Type van het secundaire e-mailadres. Meestal "Werk", "Thuis" of "Anders".

source: Secondary email address of the user.
nl_nl: Secundair e-mailadres van de gebruiker.

source: User type
nl_nl: Gebruikerstype

source: Choose type
nl_nl: Kies type

source: Identifies the relationship between the organization and the user.
nl_nl: Identificeert de relatie tussen de organisatie en de gebruiker.

source: External profile
nl_nl: Extern profiel

source: Example: Web page.
nl_nl: Voorbeeld: Webpagina.

source: Optional field. Can be the URL to an external website with the user's online profile, for example on LinkedIn.
nl_nl: Optioneel veld. Kan de URL zijn naar een externe website met het online profiel van de gebruiker, bijvoorbeeld op LinkedIn.

source: Username
nl_nl: Gebruikersnaam

source: Used for logging into system; must be unique value. We highly recommend using the email address or the external ID as the username.
nl_nl: Gebruikt voor inloggen in het systeem; moet een unieke waarde zijn. We raden sterk aan om het e-mailadres of de externe ID als gebruikersnaam te gebruiken.

source: Full name
nl_nl: Volledige naam

source: Unique identifiers
nl_nl: Unieke identificatoren

source: Language & timezone
nl_nl: Taal & tijdzone

source: Language code
nl_nl: Taalcode

source: Full language code. In addition to the language itself, a regional indication may be displayed. For instance "en-US".
nl_nl: Volledige taalcode. Naast de taal zelf kan er een regionale aanduiding worden weergegeven. Bijvoorbeeld "en-US".

source: Preferred language
nl_nl: Voorkeurstaal

source: Preferred written or spoken languages of the user. Typically used to select the translated interface.
nl_nl: Voorkeurs geschreven of gesproken talen van de gebruiker. Wordt meestal gebruikt om de vertaalde interface te selecteren.

source: Time zone of the user.
nl_nl: Tijdzone van de gebruiker.

source: Workers & roles settings
nl_nl: Instellingen voor werknemers en rollen

source: Organization details
nl_nl: Organisatiedetails

source: Primary mailing address
nl_nl: Primaire postadres

source: Roles
nl_nl: Rollen

source: Secondary mailing address
nl_nl: Secundair postadres

source: Secondary email
nl_nl: Secundair e-mailadres

source: Are you sure you want to activate this user?
nl_nl: Weet u zeker dat u deze gebruiker wilt activeren?

source: Are you sure you want to deactivate this user?
nl_nl: Weet u zeker dat u deze gebruiker wilt deactiveren?

source: Eligible for performance review
nl_nl: Komt in aanmerking voor prestatiebeoordeling

source: Activate
nl_nl: Activeren

source: User management
nl_nl: Gebruikersbeheer
